Repository: JuditKaramazov/Codetopia-noctOS
Catalog: Localisations/*.lproj/Localizable.strings
Languages: fr

source: A new version is available.
fr: Une nouvelle version est disponible.

source: is available for download on GitHub.
fr: disponible sur GitHub.

source: Open GitHub
fr: Ouvrir GitHub

source: OK
fr: Allons-y !

source: You’re up-to-date!
fr: Vous êtes à vous à jour !

source: is currently the newest version available.
fr: est la dernière version disponible.

source: Reset
fr: Réinitialiser

source: Additional privileges needed
fr: Permissions additionnelles requises

source: To be able to change the appearance of apps like Mail, Messages, Safari and Home, you need to grant permission Full Disk Access.
fr: Pour changer l’apparence d’applications comme Mail, Messages, Safari et Maison, vous devez autoriser l’accès au disque complet.

source: Open Security & Preferences
fr: Ouvrir Sécurité et Confidentialité

source: Dark appearance
fr: Mode Sombre

source: Light appearance
fr: Mode Clair

source: System appearance
fr: Système

source: 🔐 Locked
fr: 🔐 Bloqué

source: Loading...
fr: Chargement...

source: Importing...
fr: Importation...

source: Search results:
fr: Résultats de la recherche :

source: Importing
fr: Importation

source: settings.
fr: paramètres.

source: Loading
fr: Chargement

source: Enable Accessibility.
fr: Activer Accessibilité.

source: For noctOs to work properly, you will have to enable Accessibility. You can do this by adding it in System Preferences, Security & Privacy, Privacy.
fr: Pour que noctOs fonctionne correctement, il vous faut activer Accessibilité. Vous pouvez le faire en vous rendant dans : Préférences Système, Sécurité et Confidentialité, Confidentialité.

source: System Preferences
fr: Préférences Système

source: Preferences
fr: Préférences

source: System
fr: Système
